<script type="text/javascript">
    var messages = {
        "confirm": {
            "add_to_basket": "<?= _('Добавить в корзину?'); ?>"
        },
        "label": {
            "in_basket": "<?= _('В корзине'); ?>",
            "buy": "<?= _('Купить'); ?>",
            "hide_additional_fields": "<?= _('Скрыть дополнительные поля'); ?>",
            "show_additional_fields": "<?= _('Показать дополнительные поля'); ?>",
            "leave_testimonial": "<?= _('Отзыв о товаре'); ?>",
            "leave_comment": "<?= _('Комментарий о товаре'); ?>",
            "to_compare_page": "<?= _('В сравнении'); ?>",
            "add_to_compare": "<?= _('Сравнить'); ?>",
            "log_out": "<?= _('Выйти'); ?>",
            "log_in": "<?= _('Вход в интернет магазин'); ?>"
        },
        "rating": ["<?= _('Очень плохо'); ?>", "<?= _('Плохо'); ?>", "<?= _('Среднее'); ?>", "<?= _('Хорошо'); ?>", "<?= _('Отлично'); ?>"]
    };
</script>